Repository: SnapDogRocks/snapdog
Catalog: macos-helper/SnapDogServer/SnapDog Server/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ (unknown)
de: %@ (unbekannt)
es: %@ (desconocido)
fr: %@ (inconnu)
nl: %@ (onbekend)

source: API Keys
de: API-Schlüssel
es: Claves de API
fr: Clés d'API
nl: API-sleutels

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d'API
nl: API-sleutel

source: About SnapDog Server…
de: Über SnapDog Server…
es: Acerca de SnapDog Server…
fr: À propos de SnapDog Server…
nl: Over SnapDog Server…

source: Absolute
de: Absolut
es: Absoluto
fr: Absolu
nl: Absoluut

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
nl: Accepteren

source: Add API key
de: API-Schlüssel hinzufügen
es: Añadir clave de API
fr: Ajouter une clé d'API
nl: API-sleutel toevoegen

source: Add client
de: Client hinzufügen
es: Añadir cliente
fr: Ajouter un client
nl: Client toevoegen

source: Add zone
de: Zone hinzufügen
es: Añadir zona
fr: Ajouter une zone
nl: Zone toevoegen

source: Base Topic
de: Basis-Topic
es: Topic base
fr: Topic de base
nl: Basistopic

source: Bearer token required
de: Bearer-Token erforderlich
es: Token Bearer obligatorio
fr: Jeton Bearer requis
nl: Bearer-token vereist

source: Beta builds may be unstable. Takes effect on the next update check.
de: Beta-Builds können instabil sein. Wirkt beim nächsten Update-Check.
es: Las versiones beta pueden ser inestables. Se aplica en la próxima comprobación de actualizaciones.
fr: Les versions bêta peuvent être instables. Prend effet à la prochaine vérification des mises à jour.
nl: Beta-builds kunnen instabiel zijn. Wordt actief bij de volgende updatecontrole.

source: Bit Depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
nl: Bitdiepte

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
nl: Zoeken naar updates…

source: Client (connect to gateway)
de: Client (mit Gateway verbinden)
es: Cliente (conectar al gateway)
fr: Client (se connecter à la passerelle)
nl: Client (verbinden met gateway)

source: Compressed
de: Komprimiert
es: Comprimido
fr: Compressé
nl: Gecomprimeerd

source: Config changed
de: Konfiguration geändert
es: Configuración modificada
fr: Configuration modifiée
nl: Configuratie gewijzigd

source: Default zone
de: Standardzone
es: Zona predeterminada
fr: Zone par défaut
nl: Standaardzone

source: Device (ETS-programmable)
de: Gerät (ETS-programmierbar)
es: Dispositivo (programable con ETS)
fr: Appareil (programmable via ETS)
nl: Apparaat (ETS-programmeerbaar)

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
nl: Apparaatnaam

source: Enable
de: Aktivieren
es: Activar
fr: Activer
nl: Inschakelen

source: Enable KNX
de: KNX aktivieren
es: Activar KNX
fr: Activer KNX
nl: KNX inschakelen

source: Enable MQTT
de: MQTT aktivieren
es: Activar MQTT
fr: Activer MQTT
nl: MQTT inschakelen

source: Enable Spotify Connect
de: Spotify Connect aktivieren
es: Activar Spotify Connect
fr: Activer Spotify Connect
nl: Spotify Connect inschakelen

source: Enter a valid http(s) URL
de: Gültige http(s)-URL eingeben
es: Introduce una URL http(s) válida
fr: Saisissez une URL http(s) valide
nl: Voer een geldige http(s)-URL in

source: Enter host:port (e.g. broker.local:1883)
de: host:port eingeben (z. B. broker.local:1883)
es: Introduce host:port (p. ej. broker.local:1883)
fr: Saisissez host:port (p. ex. broker.local:1883)
nl: Voer host:port in (bijv. broker.local:1883)

source: F32+LZ4 (low latency)
de: F32+LZ4 (geringe Latenz)
es: F32+LZ4 (baja latencia)
fr: F32+LZ4 (faible latence)
nl: F32+LZ4 (lage latentie)

source: F32+LZ4 encrypted
de: F32+LZ4 verschlüsselt
es: F32+LZ4 cifrado
fr: F32+LZ4 chiffré
nl: F32+LZ4 versleuteld

source: FLAC (lossless)
de: FLAC (verlustfrei)
es: FLAC (sin pérdidas)
fr: FLAC (sans perte)
nl: FLAC (verliesloos)

source: First zone
de: Erste Zone
es: Primera zona
fr: Première zone
nl: Eerste zone

source: General
de: Allgemein
fr: Général
nl: Algemeen

source: Group volume mode
de: Gruppenlautstärke-Modus
es: Modo de volumen de grupo
fr: Mode de volume de groupe
nl: Groepsvolumemodus

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
nl: Negeren

source: Individual address
de: Individuelle Adresse
es: Dirección individual
fr: Adresse individuelle
nl: Individueel adres

source: Invalid MAC address (expected aa:bb:cc:dd:ee:ff)
de: Ungültige MAC-Adresse (erwartet aa:bb:cc:dd:ee:ff)
es: Dirección MAC no válida (se esperaba aa:bb:cc:dd:ee:ff)
fr: Adresse MAC non valide (attendu : aa:bb:cc:dd:ee:ff)
nl: Ongeldig MAC-adres (verwacht aa:bb:cc:dd:ee:ff)

source: KNX group addresses
de: KNX-Gruppenadressen
es: Direcciones de grupo KNX
fr: Adresses de groupe KNX
nl: KNX-groepsadressen

source: Last wins
de: Letzte gewinnt
es: Gana la última
fr: Le dernier l'emporte
nl: Laatste wint

source: Launch SnapDog at login
de: SnapDog beim Anmelden starten
es: Abrir SnapDog al iniciar sesión
fr: Lancer SnapDog à l'ouverture de session
nl: SnapDog starten bij inloggen

source: License
de: Lizenz
es: Licencia
fr: Licence
nl: Licentie

source: Mixing
de: Mischung
es: Mezcla
fr: Mixage
nl: Mixen

source: Multi-zone audio controller with AirPlay, Snapcast, MQTT, and KNX integration.
de: Multi-Zonen-Audio-Controller mit AirPlay-, Snapcast-, MQTT- und KNX-Integration.
es: Controlador de audio multizona con integración de AirPlay, Snapcast, MQTT y KNX.
fr: Contrôleur audio multizone avec intégration AirPlay, Snapcast, MQTT et KNX.
nl: Multizone-audiocontroller met AirPlay-, Snapcast-, MQTT- en KNX-integratie.

source: No keys → API is open
de: Keine Schlüssel → API offen
es: Sin claves → API abierta
fr: Aucune clé → API ouverte
nl: Geen sleutels → API is open

source: No password
de: Kein Passwort
es: Sin contraseña
fr: Aucun mot de passe
nl: Geen wachtwoord

source: Open WebUI
de: WebUI öffnen
es: Abrir WebUI
fr: Ouvrir WebUI
nl: WebUI openen

source: Original file
de: Originaldatei
es: Archivo original
fr: Fichier original
nl: Origineel bestand

source: Output Format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
nl: Uitvoerformaat

source: PCM (uncompressed)
de: PCM (unkomprimiert)
es: PCM (sin comprimir)
fr: PCM (non compressé)
nl: PCM (ongecomprimeerd)

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Per-zone/client group addresses are set in ETS, not managed here.
de: Gruppenadressen pro Zone/Client werden in ETS gesetzt, nicht hier verwaltet.
es: Las direcciones de grupo por zona/cliente se configuran en ETS, no se gestionan aquí.
fr: Les adresses de groupe par zone/client sont définies dans ETS, pas gérées ici.
nl: Groepsadressen per zone/client worden in ETS ingesteld, niet hier beheerd.

source: Persist ETS config
de: ETS-Konfiguration behalten
es: Conservar la configuración de ETS
fr: Conserver la configuration ETS
nl: ETS-configuratie behouden

source: Pre-shared key
de: Vorinstallierter Schlüssel
es: Clave precompartida
fr: Clé pré-partagée
nl: Vooraf gedeelde sleutel

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole

source: Quit SnapDog Server
de: SnapDog Server beenden
es: Salir de SnapDog Server
fr: Quitter SnapDog Server
nl: Stop SnapDog Server

source: Radio Stations
de: Radiosender
es: Emisoras de radio
fr: Stations de radio
nl: Radiozenders

source: Receive beta updates
de: Beta-Updates empfangen
es: Recibir actualizaciones beta
fr: Recevoir les mises à jour bêta
nl: Beta-updates ontvangen

source: Receiver wins
de: Empfänger gewinnt
es: Gana el receptor
fr: Le récepteur l'emporte
nl: Ontvanger wint

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
nl: Weigeren

source: Relative
de: Relativ
es: Relativo
fr: Relatif
nl: Relatief

source: Remove last API key
de: Letzten API-Schlüssel entfernen
es: Eliminar la última clave de API
fr: Supprimer la dernière clé d'API
nl: Laatste API-sleutel verwijderen

source: Remove last client
de: Letzten Client entfernen
es: Eliminar el último cliente
fr: Supprimer le dernier client
nl: Laatste client verwijderen

source: Remove last zone
de: Letzte Zone entfernen
es: Eliminar la última zona
fr: Supprimer la dernière zone
nl: Laatste zone verwijderen

source: Restart after ETS programming
de: Nach ETS-Programmierung neu starten
es: Reiniciar tras la programación con ETS
fr: Redémarrer après la programmation ETS
nl: Opnieuw starten na ETS-programmering

source: Restart to apply
de: Zum Anwenden neu starten
es: Reiniciar para aplicar
fr: Redémarrer pour appliquer
nl: Opnieuw starten om toe te passen

source: Role
de: Rolle
es: Rol
fr: Rôle
nl: Rol

source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d'échantillonnage
nl: Samplefrequentie

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
nl: Opgeslagen

source: Saving…
de: Speichern…
es: Guardando…
fr: Enregistrement…
nl: Opslaan…

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
nl: Instellingen…

source: Skip TLS verification
de: TLS-Prüfung überspringen
es: Omitir la verificación TLS
fr: Ignorer la vérification TLS
nl: TLS-verificatie overslaan

source: Source conflict
de: Quellkonflikt
es: Conflicto de fuente
fr: Conflit de source
nl: Bronconflict

source: Sources
de: Quellen
es: Fuentes
nl: Bronnen

source: Start Server
de: Server starten
es: Iniciar servidor
fr: Démarrer le serveur
nl: Server starten

source: Start server automatically on launch
de: Server automatisch beim Start starten
es: Iniciar el servidor automáticamente al abrir
fr: Démarrer le serveur automatiquement au lancement
nl: Server automatisch starten bij opstarten

source: Startup
de: Start
es: Inicio
fr: Démarrage
nl: Opstarten

source: Station Name
de: Sendername
es: Nombre de la emisora
fr: Nom de la station
nl: Zendernaam

source: Stop Server
de: Server stoppen
es: Detener servidor
fr: Arrêter le serveur
nl: Server stoppen

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
nl: Niet toegewezen

source: Unknown clients
de: Unbekannte Clients
es: Clientes desconocidos
fr: Clients inconnus
nl: Onbekende clients

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: View Logs...
de: Logs anzeigen…
es: Ver registros…
fr: Afficher les journaux…
nl: Logs tonen…

source: Zone Name
de: Zonenname
es: Nombre de la zona
fr: Nom de la zone
nl: Zonenaam

source: Zones
de: Zonen
es: Zonas

source: ○ Stopped
de: ○ Gestoppt
es: ○ Detenido
fr: ○ Arrêté
nl: ○ Gestopt

source: ● Running
de: ● Läuft
es: ● En ejecución
fr: ● En cours d'exécution
nl: ● Actief

source: 16-bit
es: 16 bits
fr: 16 bits

source: 24-bit
es: 24 bits
fr: 24 bits

source: 32-bit
es: 32 bits
fr: 32 bits

source: Bearer token
es: Token Bearer
fr: Jeton Bearer

source: Client ID
es: ID de cliente
fr: ID client

source: Clients
es: Clientes

source: Codec
es: Códec

source: Gateway URL
es: URL del gateway
fr: URL de la passerelle

source: HTTP port
es: Puerto HTTP
fr: Port HTTP
nl: HTTP-poort

source: Integration
es: Integración
fr: Intégration
nl: Integratie

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Optional
es: Opcional
fr: Facultatif
nl: Optioneel

source: Server
es: Servidor
fr: Serveur

source: Server URL
es: URL del servidor
fr: URL du serveur

source: Stream format
es: Formato de stream
fr: Format du flux
nl: Streamformaat

source: Streaming port
es: Puerto de streaming
fr: Port de streaming
nl: Streamingpoort

source: Updates
es: Actualizaciones
fr: Mises à jour

source: Version
es: Versión
nl: Versie

source: Zone
es: Zona

source: Bitrate
fr: Débit binaire
